{
  "red": [
    "تحدي: قم بتقليد صوت شخصية كرتونية مشهورة.",
    "تحدي: تكلم بلهجة غير لهجتك لدقيقتين.",
    "تحدي: ارسم شيئاً محدداً (يختاره الباقون) خلال 30 ثانية.",
    "تحدي: قل 'بطتنا بطت بطن بطتكم' 5 مرات بسرعة.",
    "تحدي: أرسل آخر صورة في جوالك للمجموعة.",
    "تحدي: قم بتمثيل مشهد صامت لفيلم مشهور.",
    "تحدي: غنِّ مقطعاً من أغنية لا تحبها.",
    "تحدي: اذكر 5 أشياء باللون الأحمر خلال 10 ثواني.",
    "تحدي: افعل 10 تمرينات ضغط (Push-ups) الآن.",
    "تحدي: اتصل بآخر رقم في سجل مكالماتك وقل 'أهلاً يا زعيم!'"
  ],
  "blue": [
    "شخصي: ما هو أكبر خوف لديك؟",
    "شخصي: ما هو الشيء الذي ندمت على فعله في حياتك؟",
    "شخصي: اذكر سراً لم تخبر به أحداً من قبل.",
    "شخصي: ما هي الذكرى الأسعد في طفولتك؟",
    "شخصي: لو عاد بك الزمن، ما النصيحة التي ستعطيها لنفسك؟",
    "شخصي: ما هو الشيء الذي يجعلك تبكي؟",
    "شخصي: من هو قدوتك في الحياة ولماذا؟",
    "شخصي: ما هو الإنجاز الذي تفتخر به أكثر؟",
    "شخصي: صف نفسك في ثلاث كلمات.",
    "شخصي: ما هو الشيء الذي لا يعرفه الناس عنك؟"
  ],
  "green": [
    "سوالف: ما هو أغرب شيء أكلته في حياتك؟",
    "سوالف: صف يومك المثالي بالتفصيل.",
    "سوالف: ما هي العادة الغريبة التي تمتلكها؟",
    "سوالف: ما هو أفضل فيلم أو مسلسل شاهدته مؤخراً؟",
    "سوالف: إذا كان لديك آلة زمن، إلى أي عصر ستسافر؟",
    "سوالف: ما هو الشيء الذي يجعلك تضحك دائماً؟",
    "سوالف: ما هي القوة الخارقة التي تتمنى امتلاكها؟",
    "سوالف: ما هو المكان الذي تحلم بزيارته؟",
    "سوالف: ما هو أسوأ موعد غرامي مررت به؟",
    "سوالف: ما هو الشيء الذي لا تتقنه أبداً؟"
  ],
  "yellow": [
    "لو خيروك: أن تكون قادراً على الطيران أو قراءة الأفكار؟",
    "لو خيروك: العيش بدون إنترنت أو بدون تكييف؟",
    "لو خيروك: أن تأكل نفس الوجبة كل يوم لمدة سنة أو ألا تستحم لمدة شهر؟",
    "لو خيروك: أن تفقد كل ذكرياتك أو ألا تستطيع تكوين ذكريات جديدة؟",
    "لو خيروك: أن تكون غنياً جداً ولكن وحيداً أو فقيراً ومحبوباً؟",
    "لو خيروك: العودة للماضي لتصحيح خطأ أو السفر للمستقبل لرؤية نتيجته؟",
    "لو خيروك: أن تتحدث بكل اللغات أو أن تتحدث مع الحيوانات؟",
    "لو خيروك: أن تعيش في لعبة فيديو من اختيارك أو في فيلم من اختيارك؟",
    "لو خيروك: أن تقول كل ما تفكر به بصوت عالٍ أو ألا تتكلم أبداً؟",
    "لو خيروك: أن تكون مشهوراً جداً أو مجهولاً تماماً؟"
  ]
}
